//Сверстать 2 кнопки, "Вперед" и "Назад".
//Изначально на странице отображается карточка с данными из объекта с id = id-1.
//При нажатии на кнопку "Вперед" отображается следующий и т.д.
//При нажатии на кнопку "Назад" отображается предыдущий и т.д.
//Если отобразилась последняя карточка и пользователь нажимает "Вперед", выводится алерт "Карточки закончились".
//Если отобразилась первая карточка и пользователь нажимает "Назад", выводится алерт "Это первая карточка".
//P.S. У каждой карточки своя позиция на странице (указана в комментарии рядом с объектом). Кнопки распологаются по усмотрению.
const steps = [
    {
      id: "id-1", //Верх-слева
      icon: 'https://cdn-icons-png.flaticon.com/512/9129/9129496.png',
      headline: 'Разнообразный и богатый опыт',
      text:
        "Повседневная практика показывает, что новая модель организационной деятельности представляет собой интересный эксперимент проверки модели развития."
    },
    {
      id: "id-2", //Верх-справа
      icon: 'https://cdn-icons-png.flaticon.com/512/9129/9129509.png',
      headline: 'Сайт рыбатекст',
      text:
        "С другой стороны начало повседневной работы по формированию позиции"
    },
    {
      id: "id-3", //Низ-слева
      icon: 'https://cdn-icons-png.flaticon.com/512/9129/9129534.png',
      headline: 'Таким образом',
      text:
        "Значимость этих проблем настолько очевидна, что сложившаяся структура"
    },
    {
      id: "id-4", //Низ-справа
      icon: 'https://cdn-icons-png.flaticon.com/512/9129/9129501.png',
      headline: 'Проверки направлений',
      text:
        "С другой стороны укрепление и развитие структуры способствует подготовки и реализации новых предложений"
    },
    {
      id: "id-5", //Центр
      icon: 'https://cdn-icons-png.flaticon.com/512/9129/9129535.png',
      headline: 'В отличии от lorem ipsum',
      text:
        "мы использовали небезизвестный универсальный код речей"
    }
  ];

  export default steps
